[{"name":"com.lootlocker.lootlockersdk","repoUrl":"https://github.com/lootlocker/unity-sdk","displayName":"LootLocker SDK","description":"Use our plug and play tools to manage your game, content and players all in one place. Save time building features from scratch, so you can focus on the gameplay.\nRegister your free LootLocker account.\n## FEATURES\n### Manage your game Save time and upgrade your game with leaderboards, progression, and more. Completely off-the-shelf features, built to work with any game and platform.\n- Achievements - Collectables - Energy - Economy - Crafting (Coming Soon) - Heroes & Classes - Leaderboards - Missions - Progression - Triggers\n### Manage your content Take charge of your game's content on all platforms, in one place. Sort, edit and manage everything, from cosmetics to currencies, UGC to DLC. Without breaking a sweat.\n### Cosmetics - Cross-Platform DLC - Currencies - Catalogs - Custom Game Config - Drop Tables - In-Game Store - In-App Purchases - Loot Boxes - Rental Items - User-Generated Content\n### Manage your players Store your players' data together in one place. Access their profile and friends list cross-platform. Manage reports, messages, refunds and gifts to keep them hooked.\n- Friends & Clans (Coming Soon) - Gifting & Refunds - Guest Login - Messages - Platform Account Login - Unified Player Accounts - Player Accounts - Player Reporting - Player Search - Reports - Segments - White Label Login\n","licenseSpdxId":"MIT","licenseName":"MIT License","topics":["data-management","editor-enhancement","mobile","services","utilities"],"hunter":"lootlocker","createdAt":1712139194066,"image":"https://s3.eu-west-1.amazonaws.com/lootlocker.io-blog-content/assets/LootLocker_SDK_UPM_Cover_art.png","parentRepoUrl":null,"readme":"main:README.md","gitTagPrefix":"","gitTagIgnore":"","minVersion":"v2.0.0","imageFit":"cover","repo":"unity-sdk","owner":"lootlocker","ownerUrl":"https://github.com/lootlocker","parentRepo":null,"parentOwner":null,"parentOwnerUrl":null,"readmeBranch":"main","hunterUrl":"https://github.com/lootlocker"}]